// © Copyright 2004-2008, 2015 HP Development Company, L.P.

TaskName = "Testseite";

TransferringProcessTitle = "Datei wird übertragen…";
PrintingProcessTitle = "Testseite wird gedruckt…";

HSDTitleTextFieldValue = "Testseite";
HSDInfoTextFieldValue = "Treten beim Drucken des Dokuments auf diesem Drucker Probleme auf, drucken Sie eine Testseite, mit der Sie die Problemursache feststellen können.

Diese Seite wird direkt an den Drucker gesendet. Die Druckertreibersoftware und die Systemverarbeitung werden hierbei umgangen.

Wird die Testseite korrekt gedruckt, liegt möglicherweise im Drucksystem des Computers ein Problem vor. Versuchen Sie das Problem durch erneutes Installieren der Druckertreibersoftware zu beheben.

Wird die Seite nicht oder in schlechter Qualität gedruckt, funktioniert der Drucker nicht korrekt.";
HSDPrintButtonTitle = "Testseite drucken";

HSDRMTTPPanelHeader = "Druckerstatusbericht ausgeben";
HSDRMTTPPanelHeader = "Drucken Sie eine Testseite, um sicherzustellen, dass das Gerät Daten empfängt und Druckaufträge vom Computer korrekt gedruckt werden. Zu diesem Zweck können Sie Normalpapier verwenden.\n\nKlicken Sie auf 'Seite drucken', um die Testseite zu drucken.";
HSDRMTTPButtonTitle = "Seite drucken";
RMTTaskTitle = "Druckerstatusbericht\nausgeben";

NoPaperTitle = "Kein Papier mehr";
NoPaperMsg = "Kein Papier im Gerät. Legen Sie Papier in das Zufuhrfach ein.";
